order-service/new.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" 
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
  xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd" 
  xmlns:msc="http://schemas.microsoft.com/ws/2005/12/wsdl/contract" 
  xmlns:tns="http://tempuri.org/" 
  xmlns:msb="http://schemas.microsoft.com/ws/06/2004/mspolicy/netbinary1" 
  xmlns:msf="http://schemas.microsoft.com/ws/2006/05/framing/policy">
  <soap:Body>
    <GetActiveOrdersStatusList xmlns="http://tempuri.org/">
      <licenseCode>AmericanaWeb</licenseCode>
      <language>en</language>
      <conceptID>3</conceptID>
      <source>23</source>
      <fromDate>2020-04-20T11:19:02.575Z</fromDate>
    </GetActiveOrdersStatusList>
  </soap:Body>
</soap:Envelope>